Repository: OJZen/JamReader-iOS
Catalog: JamReader/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant_tw

source: Remote file
ja: リモートファイル
zh_hans: 远程文件
zh_hant_tw: 遠端檔案

source: Remote Files
ja: リモートファイル
zh_hans: 远程文件
zh_hant_tw: 遠端檔案

source: Remote files download to the selected library on this device.
ja: リモートファイルは、このデバイス上の選択したライブラリにダウンロードされます。
zh_hans: 远程文件会下载到此设备上所选的书库。
zh_hant_tw: 遠端檔案會下載到此裝置上所選的書庫。

source: Remote Folder Unavailable
ja: リモートフォルダを利用できません
zh_hans: 远程文件夹不可用
zh_hant_tw: 遠端資料夾無法使用

source: Remote only
ja: リモートのみ
zh_hans: 仅远程
zh_hant_tw: 僅限遠端

source: Remote Servers
ja: リモートサーバー
zh_hans: 远程服务器
zh_hant_tw: 遠端伺服器

source: Remote Task in Progress
ja: リモート処理を実行中です
zh_hans: 远程任务正在进行中
zh_hant_tw: 正在執行遠端作業

source: Remove
ja: 削除
zh_hans: 移除
zh_hant_tw: 移除

source: Remove %lld Libraries
ja: %lld件のライブラリを削除
zh_hans: 移除 %1$lld 个书库
zh_hant_tw: 移除 %lld 個書庫

source: Remove Bookmark
ja: ブックマークを削除
zh_hans: 移除书签
zh_hant_tw: 移除書籤

source: Remove Download
ja: ダウンロードを削除
zh_hans: 移除下载内容
zh_hant_tw: 移除下載項目

source: Remove Downloaded Copies
ja: ダウンロード済みコピーを削除
zh_hans: 移除已下载副本
zh_hant_tw: 移除已下載副本

source: Remove Downloaded Copies Failed
ja: ダウンロード済みコピーを削除できませんでした
zh_hans: 移除已下载副本失败
zh_hant_tw: 移除已下載副本失敗

source: Remove downloaded copies?
ja: ダウンロード済みコピーを削除しますか？
zh_hans: 移除已下载副本？
zh_hant_tw: 要移除已下載副本嗎？

source: Remove Downloaded Copy
ja: ダウンロード済みコピーを削除
zh_hans: 移除已下载副本
zh_hant_tw: 移除已下載副本

source: Remove Downloaded Copy Failed
ja: ダウンロード済みコピーを削除できませんでした
zh_hans: 移除已下载副本失败
zh_hant_tw: 移除已下載副本失敗

source: Remove Favorite
ja: お気に入りから削除
zh_hans: 取消收藏
zh_hant_tw: 移除最愛

source: Remove from %@
ja: %@から削除
zh_hans: 从 %1$@ 移除
zh_hant_tw: 從 %@ 移除

source: Remove from App
ja: アプリから削除
zh_hans: 从 App 移除
zh_hant_tw: 從 App 移除

source: Remove from Favorites
ja: お気に入りから削除
zh_hans: 取消收藏
zh_hant_tw: 從最愛移除

source: Remove from Reading List
ja: リーディングリストから削除
zh_hans: 从阅读列表移除
zh_hant_tw: 從閱讀清單移除

source: Remove from Tag
ja: タグから削除
zh_hans: 从标签移除
zh_hant_tw: 從標籤移除

source: Remove Libraries?
ja: ライブラリを削除しますか？
zh_hans: 移除书库？
zh_hant_tw: 要移除書庫嗎？

source: Remove Library from App?
ja: ライブラリをアプリから削除しますか？
zh_hans: 从 App 移除书库？
zh_hant_tw: 要從 App 移除書庫嗎？

source: Remove Library?
ja: ライブラリを削除しますか？
zh_hans: 移除书库？
zh_hant_tw: 要移除書庫嗎？

source: Remove Offline Copy Failed
ja: オフラインコピーを削除できませんでした
zh_hans: 移除离线副本失败
zh_hant_tw: 移除離線副本失敗

source: Remove saved folder?
ja: 保存済みフォルダを削除しますか？
zh_hans: 移除已保存文件夹？
zh_hant_tw: 要移除已儲存的資料夾嗎？

source: Remove Shortcut
ja: ショートカットを削除
zh_hans: 移除快捷方式
zh_hant_tw: 移除捷徑

source: Removed %lld comics
ja: %lld冊のコミックを削除しました
zh_hans: 已移除 %1$lld 本漫画
zh_hant_tw: 已移除 %lld 本漫畫

# Removed %lld downloaded copies from %@ and cleared its browsing history.
source: Removed %1$lld downloaded copies from %2$@ and cleared its browsing history.
ja: %2$@のダウンロード済みコピーを%1$lld件削除し、閲覧履歴を消去しました。
zh_hans: 已从 %2$@ 移除 %1$lld 个已下载副本，并清除其浏览历史记录。
zh_hant_tw: 已移除 %lld 份來自 %@ 的已下載副本，並清除其瀏覽記錄。

source: Removed %lld downloaded copies from this device.
ja: このデバイスからダウンロード済みコピー%lld件を削除しました。
zh_hans: 已从此设备移除 %1$lld 个已下载副本。
zh_hant_tw: 已從此裝置移除 %lld 份已下載副本。

source: Removed 1 downloaded copy from %@ and cleared its browsing history.
ja: %@からダウンロード済みコピー1件を削除し、閲覧履歴を消去しました。
zh_hans: 已从 %1$@ 移除 1 个已下载副本，并清除其浏览历史记录。
zh_hant_tw: 已從 %@ 移除 1 份已下載副本，並清除其瀏覽記錄。

source: Removed 1 downloaded copy from this device.
ja: このデバイスからダウンロード済みコピー1件を削除しました。
zh_hans: 已从此设备移除 1 个已下载副本。
zh_hant_tw: 已從此裝置移除 1 份已下載副本。

source: Removed the library from JamReader, but failed to delete local files for: %@.
ja: JamReaderからライブラリを削除しましたが、次のローカルファイルを削除できませんでした：%@。
zh_hans: 已从 JamReader 移除书库，但无法删除以下本地文件：%1$@。
zh_hant_tw: 已從 JamReader 移除書庫，但無法刪除以下項目的本機檔案：%@。

source: Removes selected comics from tags and reading lists.
ja: 選択したコミックをタグとリーディングリストから削除します。
zh_hans: 从标签和阅读列表中移除所选漫画。
zh_hant_tw: 從標籤與閱讀清單移除所選漫畫。

source: Removes the library from the app. Files stay in the original folder.
ja: ライブラリをアプリから削除します。ファイルは元のフォルダに残ります。
zh_hans: 从 App 移除书库。文件保留在原文件夹中。
zh_hant_tw: 從 App 移除書庫。檔案會保留在原始資料夾。

source: Removes the shortcut for "%@" only.
ja: 「%@」のショートカットだけを削除します。
zh_hans: 仅移除“%1$@”快捷方式。
zh_hant_tw: 只移除「%@」的捷徑。

source: Removing downloaded remote files.
ja: ダウンロード済みのリモートファイルを削除中です。
zh_hans: 正在移除已下载的远程文件。
zh_hant_tw: 正在移除已下載的遠端檔案。

source: Removing generated remote cover images.
ja: 生成されたリモート表紙画像を削除中です。
zh_hans: 正在移除生成的远程封面图像。
zh_hant_tw: 正在移除產生的遠端封面圖片。

source: Removing imported files and refreshing the library.
ja: インポート済みファイルを削除し、ライブラリを更新中です。
zh_hans: 正在移除已导入文件并刷新书库。
zh_hant_tw: 正在移除匯入的檔案並重新整理書庫。

source: Removing incomplete and leftover cache data.
ja: 未完了および不要なキャッシュデータを削除中です。
zh_hans: 正在移除未完成内容和残留缓存数据。
zh_hant_tw: 正在移除未完成與殘留的快取資料。

source: Rename
ja: 名前を変更
zh_hans: 重命名
zh_hant_tw: 重新命名

source: Rename Library
ja: ライブラリ名を変更
zh_hans: 重命名书库
zh_hant_tw: 重新命名書庫

source: Replace on save
ja: 保存時に置き換える
zh_hans: 保存时替换
zh_hant_tw: 儲存時取代

source: Replaces current library values with embedded ComicInfo.xml values.
ja: 現在のライブラリの値を、埋め込まれたComicInfo.xmlの値で置き換えます。
zh_hans: 使用嵌入的 ComicInfo.xml 值替换当前书库值。
zh_hant_tw: 以內嵌 ComicInfo.xml 的值取代目前的書庫值。

source: Reset
ja: リセット
zh_hans: 重置
zh_hant_tw: 重設

source: Reset Rotation
ja: 回転をリセット
zh_hans: 重置旋转
zh_hant_tw: 重設旋轉

source: Reset to Recommended Defaults
ja: 推奨設定にリセット
zh_hans: 恢复推荐设置
zh_hant_tw: 重設為建議預設值

source: Results
ja: 結果
zh_hans: 结果
zh_hant_tw: 結果

source: Resume
ja: 再開
zh_hans: 继续
zh_hant_tw: 繼續

source: Retry
ja: 再試行
zh_hans: 重试
zh_hant_tw: 重試

source: Review
ja: レビュー
zh_hans: 评论
zh_hant_tw: 評論

source: Right
ja: 右
zh_hans: 右
zh_hant_tw: 右側

source: Right to Left
ja: 右から左
zh_hans: 从右到左
zh_hant_tw: 由右至左

source: Root
ja: ルート
zh_hans: 根目录
zh_hant_tw: 根目錄

source: Rotate Left
ja: 左に回転
zh_hans: 向左旋转
zh_hant_tw: 向左旋轉

source: Rotate Right
ja: 右に回転
zh_hans: 向右旋转
zh_hant_tw: 向右旋轉

source: Rotation
ja: 回転
zh_hans: 旋转
zh_hant_tw: 旋轉

source: Save
ja: 保存
zh_hans: 保存
zh_hant_tw: 儲存

source: Save comics for offline reading.
ja: コミックをオフライン閲覧用に保存します。
zh_hans: 保存漫画供离线阅读。
zh_hant_tw: 儲存漫畫供離線閱讀。

source: Save comics from this server.
ja: このサーバーのコミックを保存します。
zh_hans: 保存此服务器中的漫画。
zh_hant_tw: 儲存此伺服器上的漫畫。

source: Save folders from this server in Browse.
ja: このサーバーのフォルダを「ブラウズ」に保存します。
zh_hans: 在“浏览”中保存此服务器上的文件夹。
zh_hant_tw: 在「瀏覽」中儲存此伺服器的資料夾。

source: Save folders in Browse.
ja: フォルダを「ブラウズ」に保存します。
zh_hans: 在“浏览”中保存文件夹。
zh_hant_tw: 在「瀏覽」中儲存資料夾。

source: Save for Offline
ja: オフライン用に保存
zh_hans: 保存供离线阅读
zh_hant_tw: 儲存供離線使用

source: Save Offline
ja: オフライン保存
zh_hans: 保存供离线阅读
zh_hant_tw: 離線儲存

source: Save Page
ja: ページを保存
zh_hans: 保存页面
zh_hant_tw: 儲存頁面

source: Save Page to Photos
ja: ページを「写真」に保存
zh_hans: 将页面保存到照片图库
zh_hant_tw: 將頁面儲存到「照片」

source: Save Visible Comics
ja: 表示中のコミックを保存
zh_hans: 保存可见漫画
zh_hant_tw: 儲存顯示中的漫畫

source: Saved %@ to this device for offline reading.
ja: %@をオフライン閲覧用にこのデバイスへ保存しました。
zh_hans: 已将 %1$@ 保存到此设备，可供离线阅读。
zh_hant_tw: 已將 %@ 儲存到此裝置供離線閱讀。

source: Saved %lld comics to this device.
ja: %lld冊のコミックをこのデバイスに保存しました。
zh_hans: 已将 %1$lld 本漫画保存到此设备。
zh_hant_tw: 已將 %lld 本漫畫儲存到此裝置。

source: Saved 1 comic to this device.
ja: 1冊のコミックをこのデバイスに保存しました。
zh_hans: 已将 1 本漫画保存到此设备。
zh_hant_tw: 已將 1 本漫畫儲存到此裝置。

source: Saved credentials are unavailable. Open the server settings and save the password again.
ja: 保存済みの認証情報を利用できません。サーバー設定を開き、パスワードをもう一度保存してください。
zh_hans: 已保存的凭据不可用。请打开服务器设置并重新保存密码。
zh_hant_tw: 已儲存的登入資料無法使用。請開啟伺服器設定並再次儲存密碼。

source: Saved Folder
ja: 保存済みフォルダ
zh_hans: 已保存文件夹
zh_hant_tw: 已儲存的資料夾

source: Saved Folders
ja: 保存済みフォルダ
zh_hans: 已保存文件夹
zh_hant_tw: 已儲存的資料夾

source: Saved Folders Unavailable
ja: 保存済みフォルダを利用できません
zh_hans: 已保存文件夹不可用
zh_hant_tw: 已儲存的資料夾無法使用

source: Saved for Offline
ja: オフライン用に保存済み
zh_hans: 已保存供离线阅读
zh_hant_tw: 已儲存供離線使用

source: Saved in Keychain.
ja: キーチェーンに保存済みです。
zh_hans: 已存储在钥匙串中。
zh_hant_tw: 已儲存在「鑰匙圈」。

source: Saved page to Photos.
ja: ページを「写真」に保存しました。
zh_hans: 页面已保存到照片图库。
zh_hant_tw: 已將頁面儲存到「照片」。

source: Saved Password
ja: 保存済みパスワード
zh_hans: 已保存密码
zh_hant_tw: 已儲存的密碼

source: Saving Offline Copy
ja: オフラインコピーを保存中
zh_hans: 正在保存离线副本
zh_hant_tw: 正在儲存離線副本

source: Saving page to Photos...
ja: ページを「写真」に保存中…
zh_hans: 正在将页面保存到照片图库…
zh_hant_tw: 正在將頁面儲存到「照片」⋯

source: Saving Visible Comics
ja: 表示中のコミックを保存中
zh_hans: 正在保存可见漫画
zh_hant_tw: 正在儲存顯示中的漫畫

source: Scanning %@
ja: %@をスキャン中
zh_hans: 正在扫描 %1$@
zh_hant_tw: 正在掃描 %@

source: Scanning Comics
ja: コミックをスキャン中
zh_hans: 正在扫描漫画
zh_hant_tw: 正在掃描漫畫

source: Scanning Folders
ja: フォルダをスキャン中
zh_hans: 正在扫描文件夹
zh_hant_tw: 正在掃描資料夾

source: Scanning Remote Folder
ja: リモートフォルダをスキャン中
zh_hans: 正在扫描远程文件夹
zh_hant_tw: 正在掃描遠端資料夾

source: Scope
ja: 範囲
zh_hans: 范围
zh_hant_tw: 範圍

source: Search
ja: 検索
zh_hans: 搜索
zh_hant_tw: 搜尋

source: Search %@
ja: %@を検索
zh_hans: 搜索 %1$@
zh_hant_tw: 搜尋 %@

source: Search comics
ja: コミックを検索
zh_hans: 搜索漫画
zh_hant_tw: 搜尋漫畫

source: Search entire library
ja: ライブラリ全体を検索
zh_hans: 搜索整个书库
zh_hant_tw: 搜尋整個書庫

source: Search Failed
ja: 検索に失敗しました
zh_hans: 搜索失败
zh_hant_tw: 搜尋失敗

source: Search folders
ja: フォルダを検索
zh_hans: 搜索文件夹
zh_hant_tw: 搜尋資料夾

source: Search shelf
ja: 本棚を検索
zh_hans: 搜索书架
zh_hant_tw: 搜尋書架

source: Search this server's downloads
ja: このサーバーのダウンロードを検索
zh_hans: 搜索此服务器的下载内容
zh_hant_tw: 搜尋此伺服器的下載項目

source: Searching Library
ja: ライブラリを検索中
zh_hans: 正在搜索书库
zh_hant_tw: 正在搜尋書庫

source: Secure Connection Failed
ja: 安全な接続に失敗しました
zh_hans: 安全连接失败
zh_hant_tw: 安全連線失敗

source: See All
ja: すべて表示
zh_hans: 查看全部
zh_hant_tw: 查看全部

source: Select
ja: 選択
zh_hans: 选择
zh_hant_tw: 選取

source: Select a Library
ja: ライブラリを選択
zh_hans: 选择书库
zh_hant_tw: 選擇書庫

source: Select a Server
ja: サーバーを選択
zh_hans: 选择服务器
zh_hant_tw: 選擇伺服器

source: Select All
ja: すべて選択
zh_hans: 选择全部
zh_hant_tw: 全選

source: Selected
ja: 選択済み
zh_hans: 已选择
zh_hant_tw: 已選取

source: Selection
ja: 選択
zh_hans: 选择
zh_hant_tw: 選取項目

source: Series
ja: シリーズ
zh_hans: 系列
zh_hant_tw: 系列

source: Server
ja: サーバー
zh_hans: 服务器
zh_hant_tw: 伺服器

source: Server Actions
ja: サーバーのアクション
zh_hans: 服务器操作
zh_hant_tw: 伺服器動作

source: Server Path
ja: サーバーパス
zh_hans: 服务器路径
zh_hant_tw: 伺服器路徑

source: Server Unavailable
ja: サーバーを利用できません
zh_hans: 服务器不可用
zh_hant_tw: 伺服器無法使用

source: Server Unreachable
ja: サーバーに接続できません
zh_hans: 服务器无法访问
zh_hant_tw: 無法連線至伺服器

source: Servers
ja: サーバー
zh_hans: 服务器
zh_hant_tw: 伺服器

source: Settings
ja: 設定
zh_hans: 设置
zh_hant_tw: 設定

source: Share
ja: 共有名
zh_hans: 共享名称
zh_hant_tw: 共享名稱

source: Share name cannot be empty.
ja: 共有名は空にできません。
zh_hans: 共享名称不能为空。
zh_hant_tw: 共享區名稱不可留白。

source: Shortcut Name Required
ja: ショートカット名が必要です
zh_hans: 需要快捷方式名称
zh_hant_tw: 需要捷徑名稱

source: Shortcuts
ja: ショートカット
zh_hans: 快捷方式
zh_hant_tw: 捷徑

source: Show Covers as Single Page
ja: 表紙を単ページで表示
zh_hans: 将封面显示为单页
zh_hant_tw: 封面顯示為單頁

source: Show File Info
ja: ファイル情報を表示
zh_hans: 显示文件信息
zh_hant_tw: 顯示檔案資訊

source: Show Grid
ja: グリッドで表示
zh_hans: 显示网格
zh_hant_tw: 顯示格狀檢視

source: Show List
ja: リストで表示
zh_hans: 显示列表
zh_hant_tw: 顯示列表

source: Sign-in Failed
ja: サインインに失敗しました
zh_hans: 登录失败
zh_hant_tw: 登入失敗

source: Single Page
ja: 単ページ
zh_hans: 单页
zh_hant_tw: 單頁

source: Size
ja: サイズ
zh_hans: 大小
zh_hant_tw: 大小

source: Skipped %lld duplicate library folders.
ja: 重複するライブラリフォルダ%lld件をスキップしました。
zh_hans: 已跳过 %1$lld 个重复的书库文件夹。
zh_hant_tw: 已略過 %lld 個重複的書庫資料夾。

source: Skipped %lld unsupported items.
ja: 未対応の項目%lld件をスキップしました。
zh_hans: 已跳过 %1$lld 个不支持的项目。
zh_hant_tw: 已略過 %lld 個不支援的項目。

source: Skipped 1 duplicate library folder.
ja: 重複するライブラリフォルダ1件をスキップしました。
zh_hans: 已跳过 1 个重复的书库文件夹。
zh_hant_tw: 已略過 1 個重複的書庫資料夾。

source: Skipped 1 unsupported item.
ja: 未対応の項目1件をスキップしました。
zh_hans: 已跳过 1 个不支持的项目。
zh_hant_tw: 已略過 1 個不支援的項目。

source: SMB uses 445.
ja: SMBはポート445を使用します。
zh_hans: SMB 使用端口 445。
zh_hant_tw: SMB 使用連接埠 445。

source: Something Went Wrong
ja: 問題が発生しました
zh_hans: 出现问题
zh_hant_tw: 發生錯誤

source: Sort
ja: 並べ替え
zh_hans: 排序
zh_hant_tw: 排序

source: Sort Collections
ja: コレクションを並べ替え
zh_hans: 集合排序
zh_hant_tw: 排序收藏集

source: Sort Comics
ja: コミックを並べ替え
zh_hans: 漫画排序
zh_hant_tw: 排序漫畫

source: Source
ja: ソース
zh_hans: 来源
zh_hant_tw: 來源

source: Source Folder
ja: ソースフォルダ
zh_hans: 源文件夹
zh_hant_tw: 來源資料夾

source: Source Write
ja: ソースへの書き込み
zh_hans: 源文件夹写入权限
zh_hant_tw: 來源寫入權限

source: Split ZIP archives are not supported yet.
ja: 分割ZIPアーカイブにはまだ対応していません。
zh_hans: 尚不支持拆分 ZIP 压缩包。
zh_hant_tw: 尚不支援分割 ZIP 封存檔。

source: Spread
ja: 見開き
zh_hans: 跨页
zh_hant_tw: 跨頁

source: SQLite3 is unavailable in this build.
ja: このビルドではSQLite3を利用できません。
zh_hans: SQLite3 在此版本中不可用。
zh_hant_tw: 此版本無法使用 SQLite3。

source: Status
ja: 状態
zh_hans: 状态
zh_hant_tw: 狀態

source: Stopping the current remote import…
ja: 実行中のリモートインポートを停止しています…
zh_hans: 正在停止当前远程导入…
zh_hant_tw: 正在停止目前的遠端匯入⋯

source: Storage
ja: ストレージ
zh_hans: 存储
zh_hant_tw: 儲存空間

source: Storage Summary
ja: ストレージの概要
zh_hans: 存储概览
zh_hant_tw: 儲存空間摘要

source: Stored locally inside JamReader
ja: JamReader内にローカル保存
zh_hans: 本地存储于 JamReader
zh_hant_tw: 儲存在 JamReader 本機空間

source: Stored remote server credentials could not be decoded.
ja: 保存済みのリモートサーバー認証情報をデコードできませんでした。
zh_hans: 无法解码已存储的远程服务器凭据。
zh_hant_tw: 無法解碼已儲存的遠端伺服器登入資料。

source: Story Arc
ja: ストーリーアーク
zh_hans: 故事线
zh_hant_tw: 故事篇章

source: Strategy
ja: インポート方法
zh_hans: 导入方式
zh_hant_tw: 匯入方式

source: Switch to %@
ja: %@に切り替える
zh_hans: 切换至 %1$@
zh_hant_tw: 切換至 %@

source: Synopsis
ja: あらすじ
zh_hans: 剧情简介
zh_hant_tw: 簡介

source: Tag
ja: タグ
zh_hans: 标签
zh_hant_tw: 標籤

source: Tag name
ja: タグ名
zh_hans: 标签名称
zh_hant_tw: 標籤名稱

source: Tags
ja: タグ
zh_hans: 标签
zh_hant_tw: 標籤

source: Tags across folders
ja: フォルダをまたぐタグ
zh_hans: 跨文件夹标签
zh_hant_tw: 跨資料夾標籤

source: Tags and Reading Lists
ja: タグとリーディングリスト
zh_hans: 标签和阅读列表
zh_hant_tw: 標籤與閱讀清單

source: Teams
ja: チーム
zh_hans: 团队
zh_hant_tw: 團隊

source: Temporary Cache
ja: 一時キャッシュ
zh_hans: 临时缓存
zh_hant_tw: 暫存快取

source: Temporary cache cleared.
ja: 一時キャッシュを消去しました。
zh_hans: 临时缓存已清除。
zh_hant_tw: 已清除暫存快取。

source: The app library database is not ready yet.
ja: アプリのライブラリデータベースはまだ準備できていません。
zh_hans: App 书库数据库尚未就绪。
zh_hant_tw: App 書庫資料庫尚未就緒。

source: The app navigation coordinator is unavailable.
ja: アプリの画面を切り替える機能を利用できません。
zh_hans: App 导航组件不可用。
zh_hant_tw: App 導覽協調器無法使用。

source: The archive could not be opened.
ja: アーカイブを開けませんでした。
zh_hans: 无法打开压缩包。
zh_hant_tw: 無法開啟封存檔。

source: The archive entry `%@` appears to be corrupt.
ja: アーカイブ項目「%@」が破損している可能性があります。
zh_hans: 压缩包条目“%1$@”似乎已损坏。
zh_hant_tw: 封存項目 `%@` 似乎已損毀。

source: The archive entry `%@` could not be decompressed.
ja: アーカイブ項目「%@」を展開できませんでした。
zh_hans: 无法解压压缩包条目“%1$@”。
zh_hant_tw: 無法解壓縮封存項目 `%@`。

source: The archive entry `%@` could not be fully read.
ja: アーカイブ項目「%@」を完全に読み込めませんでした。
zh_hans: 无法完整读取压缩包条目“%1$@”。
zh_hant_tw: 無法完整讀取封存項目 `%@`。

source: The archive entry `%@` is encrypted and cannot be opened yet.
ja: アーカイブ項目「%@」は暗号化されているため、まだ開けません。
zh_hans: 压缩包条目“%1$@”已加密，暂时无法打开。
zh_hant_tw: 封存項目 `%@` 已加密，目前無法開啟。

source: The archive entry `%1$@` uses ZIP compression method %2$u, which is not supported yet.
ja: アーカイブ項目「%@」は未対応のZIP圧縮方式%uを使用しています。
zh_hans: 压缩包条目“%1$@”使用尚不支持的 ZIP 压缩方式 %2$u。
zh_hant_tw: 封存項目 `%@` 使用 ZIP 壓縮方式 %u，目前尚不支援。

source: The archive is not a valid TAR/CBT file.
ja: このアーカイブは有効なTAR/CBTファイルではありません。
zh_hans: 此压缩包不是有效的 TAR/CBT 文件。
zh_hant_tw: 此封存檔不是有效的 TAR/CBT 檔案。

source: The archive is not a valid ZIP/CBZ file.
ja: このアーカイブは有効なZIP/CBZファイルではありません。
zh_hans: 此压缩包不是有效的 ZIP/CBZ 文件。
zh_hant_tw: 此封存檔不是有效的 ZIP/CBZ 檔案。

source: The current credentials or permissions do not allow this folder. Try a different location or review the saved server settings.
ja: 現在の認証情報または権限では、このフォルダを利用できません。別の場所を試すか、保存済みのサーバー設定を確認してください。
zh_hans: 当前凭据或权限无法访问此文件夹。请尝试其他位置，或检查已保存的服务器设置。
zh_hant_tw: 目前的登入資料或權限不允許取用此資料夾。請改用其他位置，或檢查已儲存的伺服器設定。

source: The current folder does not contain any comics yet.
ja: 現在のフォルダにはまだコミックがありません。
zh_hans: 当前文件夹中尚无漫画。
zh_hant_tw: 目前資料夾中尚無漫畫。

source: The current page is no longer available.
ja: 現在のページは利用できなくなりました。
zh_hans: 当前页面不再可用。
zh_hant_tw: 目前頁面已無法使用。

source: The current remote import was stopped. Finished downloads stay available for reuse.
ja: 実行中のリモートインポートを停止しました。完了したダウンロードは再利用できます。
zh_hans: 当前远程导入已停止。已完成的下载仍可重复使用。
zh_hant_tw: 目前的遠端匯入已停止。已完成的下載仍可重複使用。

source: The EPUB container metadata could not be parsed.
ja: EPUBコンテナのメタデータを解析できませんでした。
zh_hans: 无法解析 EPUB 容器元数据。
zh_hant_tw: 無法剖析 EPUB 容器中繼資料。

source: The EPUB contains an invalid entry path: %@
ja: EPUBに無効な項目パスが含まれています：%@
zh_hans: EPUB 包含无效的条目路径：%1$@
zh_hant_tw: EPUB 包含無效的項目路徑：%@

source: The EPUB is missing META-INF/container.xml.
ja: EPUBにMETA-INF/container.xmlがありません。
zh_hans: EPUB 缺少 META-INF/container.xml。
zh_hant_tw: EPUB 缺少 META-INF/container.xml。

source: The EPUB package document could not be found at %@.
ja: %@にEPUBパッケージ書類が見つかりませんでした。
zh_hans: 在 %1$@ 找不到 EPUB 包文档。
zh_hant_tw: 在 %@ 找不到 EPUB 套件文件。

source: The EPUB reader assets are missing from the app bundle.
ja: アプリにEPUBリーダー用のファイルがありません。
zh_hans: App 包中缺少 EPUB 阅读器资源。
zh_hant_tw: App 套件中缺少 EPUB 閱讀器資源。

source: The EPUB reader could not render this book.
ja: EPUBリーダーでこのブックをレンダリングできませんでした。
zh_hans: EPUB 阅读器无法渲染此图书。
zh_hant_tw: EPUB 閱讀器無法算繪此書籍。

source: The image data for page %lld could not be decoded.
ja: %lldページの画像データをデコードできませんでした。
zh_hans: 无法解码第 %1$lld 页的图像数据。
zh_hant_tw: 無法解碼第 %lld 頁的圖片資料。

source: The image folder could not be opened.
ja: 画像フォルダを開けませんでした。
zh_hans: 无法打开图像文件夹。
zh_hant_tw: 無法開啟圖片資料夾。

source: The latest remote copy could not be fetched, so importing an older downloaded copy into the library was skipped to keep library data in sync. %@
ja: 最新のリモートコピーを取得できませんでした。ライブラリデータの整合性を保つため、古いダウンロード済みコピーのインポートをスキップしました。 %@
zh_hans: 无法获取最新远程副本。为保持书库数据同步，已跳过将较旧的已下载副本导入书库。 %1$@
zh_hant_tw: 無法取得最新的遠端副本。為保持書庫資料同步，已略過將舊版下載副本匯入書庫。 %@

source: The library context could not be resolved.
ja: 対象のライブラリを特定できませんでした。
zh_hans: 无法解析书库上下文。
zh_hant_tw: 無法解析書庫環境。

source: The library does not contain any comics yet.
ja: ライブラリにはまだコミックがありません。
zh_hans: 此书库中尚无漫画。
zh_hant_tw: 書庫中尚無漫畫。

source: The local copy is already current.
ja: ローカルコピーはすでに最新です。
zh_hans: 本地副本已是最新版本。
zh_hant_tw: 本機副本已是最新版本。

source: The page could not be saved to Photos.
ja: ページを「写真」に保存できませんでした。
zh_hans: 无法将页面保存到照片图库。
zh_hant_tw: 無法將頁面儲存到「照片」。

source: The remote cache could not be updated. Close any open comic and try again.
ja: リモートキャッシュを更新できませんでした。開いているコミックを閉じて、もう一度お試しください。
zh_hans: 无法更新远程缓存。请关闭所有打开的漫画后重试。
zh_hant_tw: 無法更新遠端快取。請關閉所有已開啟的漫畫後再試一次。

source: The remote file response was not valid.
ja: リモートファイルのレスポンスが無効です。
zh_hans: 远程文件响应无效。
zh_hant_tw: 遠端檔案回應無效。

source: The remote file size could not be determined.
ja: リモートファイルのサイズを確認できませんでした。
zh_hans: 无法确定远程文件大小。
zh_hant_tw: 無法判斷遠端檔案大小。

source: The remote location %@ is not available right now.
ja: リモートの場所「%@」は現在利用できません。
zh_hans: 远程位置 %1$@ 目前不可用。
zh_hant_tw: 遠端位置 %@ 目前無法使用。

source: The remote operation could not be completed.
ja: リモート操作を完了できませんでした。
zh_hans: 无法完成远程操作。
zh_hant_tw: 無法完成遠端操作。

source: The remote server profile is incomplete.
ja: リモートサーバーの設定が不完全です。
zh_hans: 远程服务器配置不完整。
zh_hant_tw: 遠端伺服器設定不完整。

source: The rendered page could not be encoded.
ja: レンダリングしたページをエンコードできませんでした。
zh_hans: 无法对渲染后的页面进行编码。
zh_hant_tw: 無法編碼已算繪的頁面。

source: The requested %@ could not be found in the active library.
ja: 使用中のライブラリに、指定された%@が見つかりませんでした。
zh_hans: 当前书库中找不到请求的 %1$@。
zh_hant_tw: 目前書庫中找不到要求的 %@。

source: The requested archive entry index is invalid.
ja: 指定されたアーカイブ項目のインデックスが無効です。
zh_hans: 请求的压缩包条目索引无效。
zh_hant_tw: 要求的封存項目索引無效。

source: The requested archive page %lld does not exist.
ja: 指定されたアーカイブの%lldページは存在しません。
zh_hans: 请求的压缩包页面 %1$lld 不存在。
zh_hant_tw: 要求的封存檔第 %lld 頁不存在。

source: The requested folder %lld could not be found in the local library state.
ja: 指定されたフォルダ%lldがローカルライブラリの状態に見つかりませんでした。
zh_hans: 本地书库状态中找不到请求的文件夹 %1$lld。
zh_hant_tw: 本機書庫狀態中找不到要求的資料夾 %lld。

source: The requested folder could not be found.
ja: 指定されたフォルダが見つかりませんでした。
zh_hans: 找不到请求的文件夹。
zh_hant_tw: 找不到要求的資料夾。

source: The requested folder page %lld does not exist.
ja: 指定されたフォルダの%lldページは存在しません。
zh_hans: 请求的文件夹页面 %1$lld 不存在。
zh_hant_tw: 要求的資料夾第 %lld 頁不存在。

source: The requested MuPDF page is out of range.
ja: 指定されたMuPDFページが範囲外です。
zh_hans: 请求的 MuPDF 页面超出范围。
zh_hant_tw: 要求的 MuPDF 頁面超出範圍。

source: The requested remote byte range could not be read.
ja: 指定されたリモートファイルのバイト範囲を読み込めませんでした。
zh_hans: 无法读取请求的远程字节范围。
zh_hant_tw: 無法讀取要求的遠端位元組範圍。

source: The saved credentials for this server are unavailable. Edit the server and save them again.
ja: このサーバーに保存された認証情報を使用できません。サーバーを編集して、もう一度保存してください。
zh_hans: 此服务器保存的凭据不可用。请编辑服务器并重新保存。
zh_hant_tw: 此伺服器儲存的認證資訊無法使用。請編輯伺服器並重新儲存。

source: The saved remote root may have changed or gone offline. Review the server settings, then refresh.
ja: 保存済みのリモートルートが変更されたか、オフラインになった可能性があります。サーバー設定を確認してから更新してください。
zh_hans: 已保存的远程根目录可能已更改或离线。请检查服务器设置，然后刷新。
zh_hant_tw: 已儲存的遠端根目錄可能已變更或離線。請檢查伺服器設定，然後重新整理。

source: The selected comic could not be opened.
ja: 選択したコミックを開けませんでした。
zh_hans: 无法打开所选漫画。
zh_hant_tw: 無法開啟所選漫畫。

source: The selected comic does not contain an embedded ComicInfo.xml file.
ja: 選択したコミックに埋め込みのComicInfo.xmlファイルがありません。
zh_hans: 所选漫画不包含嵌入的 ComicInfo.xml 文件。
zh_hant_tw: 所選漫畫不含內嵌的 ComicInfo.xml 檔案。

source: The selected comic file could not be found.
ja: 選択したコミックファイルが見つかりませんでした。
zh_hans: 找不到所选漫画文件。
zh_hant_tw: 找不到所選漫畫檔案。

source: The selected destination folder is no longer available.
ja: 選択した保存先フォルダは利用できなくなりました。
zh_hans: 所选目标文件夹不再可用。
zh_hant_tw: 所選目的地資料夾已無法使用。

source: The selected destination library is no longer available.
ja: 選択した保存先ライブラリは利用できなくなりました。
zh_hans: 所选目标书库已不可用。
zh_hant_tw: 所選目的地書庫已無法使用。

source: The selected import action could not be resolved.
ja: 選択したインポート操作を特定できませんでした。
zh_hans: 无法处理所选导入操作。
zh_hant_tw: 無法解析所選匯入動作。

source: The selected library could not be loaded.
ja: 選択したライブラリを読み込めませんでした。
zh_hans: 无法加载所选书库。
zh_hant_tw: 無法載入所選書庫。

source: The selected remote comic is ready to import.
ja: 選択したリモートコミックをインポートできます。
zh_hans: 所选远程漫画已可导入。
zh_hant_tw: 所選遠端漫畫已可匯入。

source: The selected URL is not a valid library folder.
ja: 選択したURLは有効なライブラリフォルダではありません。
zh_hans: 所选 URL 不是有效的书库文件夹。
zh_hant_tw: 所選 URL 不是有效的書庫資料夾。

source: The TLS certificate presented by %@ is not trusted by this device.
ja: %@から提示されたTLS証明書は、このデバイスで信頼されていません。
zh_hans: 此设备不信任 %1$@ 提供的 TLS 证书。
zh_hant_tw: 此裝置不信任 %@ 提供的 TLS 憑證。

source: The WebDAV path is no longer available.
ja: WebDAVパスは利用できなくなりました。
zh_hans: WebDAV 路径不再可用。
zh_hant_tw: WebDAV 路徑已無法使用。

source: The WebDAV server rejected the saved credentials.
ja: WebDAVサーバーが保存済みの認証情報を拒否しました。
zh_hans: WebDAV 服务器拒绝了已保存的凭据。
zh_hant_tw: WebDAV 伺服器拒絕已儲存的登入資料。

source: The WebDAV server returned an invalid response.
ja: WebDAVサーバーから無効なレスポンスが返されました。
zh_hans: WebDAV 服务器返回无效响应。
zh_hant_tw: WebDAV 伺服器傳回無效回應。

source: The WebDAV server returned HTTP %lld.
ja: WebDAVサーバーからHTTP %lldが返されました。
zh_hans: WebDAV 服务器返回 HTTP %1$lld。
zh_hant_tw: WebDAV 伺服器傳回 HTTP %lld。

source: There are no supported remote comics in the current results yet.
ja: 現在の結果には、対応するリモートコミックがまだありません。
zh_hans: 当前结果中尚无受支持的远程漫画。
zh_hant_tw: 目前結果中尚無支援的遠端漫畫。

source: There are no supported remote comics in this remote folder or its subfolders yet.
ja: このリモートフォルダまたはサブフォルダには、対応するコミックがまだありません。
zh_hans: 此远程文件夹及其子文件夹中尚无受支持的远程漫画。
zh_hant_tw: 此遠端資料夾及其子資料夾中尚無支援的遠端漫畫。

source: There are no visible supported remote comics in the current browser results.
ja: 現在のブラウズ結果には、表示中の対応リモートコミックがありません。
zh_hans: 当前浏览结果中没有可见且受支持的远程漫画。
zh_hant_tw: 目前瀏覽結果中沒有顯示中的支援遠端漫畫。

source: This deletes %@, its saved credentials, downloaded comics, recent history, and saved folder shortcuts from this device.
ja: このデバイスから%@、保存済みの認証情報、ダウンロード済みコミック、最近の履歴、保存済みフォルダのショートカットを削除します。
zh_hans: 这会从此设备删除 %1$@、已保存的凭据、已下载漫画、最近历史记录和文件夹快捷方式。
zh_hant_tw: 這會從此裝置刪除 %@、其儲存的登入資料、已下載漫畫、最近記錄與已儲存的資料夾捷徑。

source: This deletes %1$lld downloaded comics for %2$@ from this device. Reading history remains.
ja: このデバイスから、%2$@のダウンロード済みコミックを%1$lld冊削除します。読書履歴は保持されます。
zh_hans: 这会从此设备删除 %2$@ 的 %1$lld 本已下载漫画。阅读历史记录会保留。
zh_hant_tw: 這會從此裝置刪除 %lld 本來自 %@ 的已下載漫畫。閱讀記錄會保留。

source: This deletes 1 downloaded comic for %@ from this device. Reading history remains.
ja: このデバイスから%@のダウンロード済みコミック1冊を削除します。読書履歴は保持されます。
zh_hans: 这会从此设备删除 %1$@ 的 1 本已下载漫画。阅读历史记录会保留。
zh_hant_tw: 這會從此裝置刪除 %@ 的 1 本已下載漫畫。閱讀記錄會保留。
